{
	"header.title": "Help Us Give Land Back, While Bringing Together Communities, With a Negative-Carbon Footprint",
	"header.subtitle": "Join us in creating a sustainable future by investing in lands that are ensured to return to indigenous peoples.",
	"header.participate": "Participate Now",
	"video.title": "Can it be done?",
	"video.noSupport": "Your browser does not support the video tag.",
	"why.title": "Why Buy Land Back?",
	"why.description1": "The Buy Land Back movement is about more than just returning land to indigenous peoples. It's about creating a sustainable, equitable future for all. By supporting this initiative, you are helping to restore ecosystems, promote sustainable living, and address historical injustices.",
	"why.description2": "Our approach is holistic, focusing on environmental, social, and economic sustainability. We believe that by working together, we can create communities that are not only carbon-negative but also socially inclusive and economically viable.",
	"how.title": "The Plan",
	"how.description": "Our process is designed to be transparent, inclusive, and sustainable. Each step is carefully planned to ensure that the land is returned to indigenous communities in a way that promotes long-term stewardship and ecological balance.",
	"how.mini-title": "How it works",
	"how.step1.alt": "Step 1: Prospect land",
	"how.step1.text": "Engage with local communities to understand their needs and aspirations. This step ensures that the project is community-driven and culturally sensitive.",
	"how.step2.alt": "Step 2: Create designs and crowdfunding",
	"how.step2.text": "Launch crowdfunding campaigns to pool resources for land acquisition and development. Transparency and accountability are key to building trust and support.",
	"how.step3.alt": "Step 3: Campaign and land acquisition",
	"how.step3.text": "Acquire land through transparent and legal means, ensuring that the process respects the rights and wishes of indigenous communities.",
	"how.step4.alt": "Step 4: Signing of documents",
	"how.step4.text": "Develop the land using sustainable practices, including carbon-negative housing, regenerative agriculture, and renewable energy installations.",
	"how.step5.alt": "Step 5: Development and community building",
	"how.step5.text": "Foster a sense of community through shared stewardship, cultural exchange, and collaborative projects. This step is crucial for long-term sustainability and social cohesion.",
	"how.step6.alt": "Step 6: Ongoing Management",
	"how.step6.text": "Ensure the long-term success of the project through ongoing management, monitoring, and community engagement. Adapt and evolve based on feedback and changing needs.",
	"frameworks.title": "The Buy Land Back Toolkit",
	"frameworks.image1.alt": "Crowdfunding and Legal Framework",
	"frameworks.image1.title": "Crowdfunding and Legal Framework",
	"frameworks.image1.description": "Efficiently pool resources and establish transparent legal structures to support land acquisition and sustainable development.",
	"frameworks.image2.alt": "Sustainable Development",
	"frameworks.image2.title": "Sustainable Development",
	"frameworks.image2.description": "Blueprints for building carbon-negative housing and regenerative agricultural systems that align with sustainable living principles.",
	"frameworks.image3.alt": "Community Engagement and Management",
	"frameworks.image3.title": "Community Engagement and Management",
	"frameworks.image3.description": "Empowering communities through active engagement, transparent management, and inclusive decision-making processes.",
	"frameworks.image4.alt": "Financial Sustainability",
	"frameworks.image4.title": "Financial Sustainability",
	"frameworks.image4.description": "Ensuring long-term financial health through shared profits, rental income, and production-based enterprises.",
	"frameworks.image5.alt": "Management Platforms",
	"frameworks.image5.title": "Management Platforms",
	"frameworks.image5.description": "Innovative platforms to manage crowdfunding efforts and time-share allocations efficiently and transparently.",
	"frameworks.image6.alt": "Framework Image 6",
	"frameworks.image6.title": "Framework 6",
	"frameworks.image6.description": "Description for framework 6",
	"frameworks.learnMore": "Learn More",
	"footer.text": "All rights reserved.",
	"intro.title": "How? Let's Crowd-Fund Land Back",
	"intro.description": "We envision a world where being part of a carbon-negative community is not only financially achievable but helps making decolonization and sustainable living accessible to the crowd, a day at a time. By developing a replicable model inspired by indigenous stewardship, we aim to restore lands and promote communal living. Our comprehensive toolkit provides the legal, management, and design frameworks needed to make this vision scalable and achievable.",
	"intro.image1.alt": "A visual representation of indigenous land with traditional practices being honored and preserved, such as indigenous people engaged in land stewardship or cultural rituals.",
	"intro.image1.title": "Decolonize",
	"intro.image1.description": "Returning lands historically taken from indigenous peoples, recognizing their deep-rooted cultural and historical significance. Decolonization is essential for moving forward and addressing historical injustices.",
	"intro.image2.alt": "A lush, thriving landscape showing permaculture gardens, renewable energy installations, and community members tending to crops and land.",
	"intro.image2.title": "Regenerate",
	"intro.image2.description": "Creating a replicable framework for carbon-negative living and land regeneration, inspired by indigenous practices in places like the Amazon. Our goal is to foster sustainability and balance between humans and nature.",
	"intro.image3.alt": "A diverse group of people working together on community projects, such as building sustainable housing or planting trees, highlighting cooperation and shared stewardship enriched by community bonding activities.",
	"intro.image3.title": "Share",
	"intro.image3.description": "Promoting equitable access to land and housing within communities, emphasizing the importance of communal living and collaboration. By fostering partnerships between indigenous and non-indigenous people, we aim to build a harmonious and sustainable future.",
	"participation.title": "Let's Build a Decolonial Future",
	"participation.description": "Imagine a world where you contribute to creating carbon-negative communities, restoring land stewardship to indigenous cultures, and fostering collaborative, sustainable living. The Buy Land Back movement invites you to be part of this transformative journey.",
	"participation.button": "Participate",
	"roadmap.title": "Roadmap",
	"roadmap.items": [
		{
			"check": true,
			"year": "2024",
			"title": "Conceptualizing",
			"description": "Roadmap item 1 description"
		},
		{
			"check": false,
			"year": "Q1 2025",
			"title": "Planning Phase",
			"description": "Roadmap item 2 description"
		}
	],
	"contact.title": "Contact Us",
	"contact.description": "We'd love to hear from you! Send us an email with your thoughts or questions.",
	"contact.emailLabel": "Your Email",
	"contact.nameLabel": "Your Name",
	"contact.messageLabel": "Your Message",
	"contact.sendButton": "Send",
	"roadmap.items[0].year": "2024: Conceptualizing",
	"roadmap.items[1].year": "Q1 2025: Planning Phase",
	"lastUpdated": "2024-07-31T21:22:08.047Z"
}
