{
	"header.title": "Ayúdenos a devolver la tierra, mientras unimos a las comunidades, con una huella de carbono negativa",
	"header.subtitle": "Únase a nosotros para crear un futuro sostenible invirtiendo en tierras cuyo retorno esté garantizado a los pueblos indígenas.",
	"header.participate": "Participa ahora",
	"video.title": "Se puede hacer?",
	"video.noSupport": "Su navegador no soporta la etiqueta de vídeo.",
	"why.title": "¿Por qué volver a comprar terrenos?",
	"why.description1": "El movimiento Buy Land Back es algo más que simplemente devolver tierras a los pueblos indígenas. Se trata de crear un futuro sostenible y equitativo para todos. Al apoyar esta iniciativa, está ayudando a restaurar ecosistemas, promover una vida sostenible y abordar injusticias históricas.",
	"why.description2": "Nuestro enfoque es holístico y se centra en la sostenibilidad ambiental, social y económica. Creemos que trabajando juntos podemos crear comunidades que no sólo sean carbono negativas sino también socialmente inclusivas y económicamente viables.",
	"how.title": "El plan",
	"how.description": "Nuestro proceso está diseñado para ser transparente, inclusivo y sostenible. Cada paso se planifica cuidadosamente para garantizar que la tierra sea devuelta a las comunidades indígenas de una manera que promueva la gestión a largo plazo y el equilibrio ecológico.",
	"how.mini-title": "Cómo funciona",
	"how.step1.alt": "Paso 1: Prospectar el terreno",
	"how.step1.text": "Involucrarse con las comunidades locales para comprender sus necesidades y aspiraciones. Este paso garantiza que el proyecto esté impulsado por la comunidad y sea culturalmente sensible.",
	"how.step2.alt": "Paso 2: Crea diseños y crowdfunding",
	"how.step2.text": "Lanzar campañas de crowdfunding para aunar recursos para la adquisición y el desarrollo de terrenos. La transparencia y la rendición de cuentas son claves para generar confianza y apoyo.",
	"how.step3.alt": "Paso 3: Campaña y adquisición de terrenos",
	"how.step3.text": "Adquirir tierras a través de medios transparentes y legales, asegurando que el proceso respete los derechos y deseos de las comunidades indígenas.",
	"how.step4.alt": "Paso 4: Firma de documentos",
	"how.step4.text": "Desarrollar el terreno utilizando prácticas sostenibles, incluidas viviendas con emisiones negativas de carbono, agricultura regenerativa e instalaciones de energía renovable.",
	"how.step5.alt": "Paso 5: Desarrollo y construcción comunitaria",
	"how.step5.text": "Fomentar un sentido de comunidad a través de la administración compartida, el intercambio cultural y proyectos colaborativos. Este paso es crucial para la sostenibilidad y la cohesión social a largo plazo.",
	"how.step6.alt": "Paso 6: Gestión Continua",
	"how.step6.text": "Garantizar el éxito a largo plazo del proyecto mediante la gestión, el seguimiento y la participación comunitaria continuos. Adaptarse y evolucionar en función de la retroalimentación y las necesidades cambiantes.",
	"frameworks.title": "El kit de herramientas para la recompra de tierras",
	"frameworks.image1.alt": "Crowdfunding y marco legal",
	"frameworks.image1.title": "Crowdfunding y marco legal",
	"frameworks.image1.description": "Agrupar recursos de manera eficiente y establecer estructuras legales transparentes para apoyar la adquisición de tierras y el desarrollo sostenible.",
	"frameworks.image2.alt": "Desarrollo sostenible",
	"frameworks.image2.title": "Desarrollo sostenible",
	"frameworks.image2.description": "Planos para la construcción de viviendas con emisiones de carbono negativas y sistemas agrícolas regenerativos que se alineen con los principios de vida sostenible.",
	"frameworks.image3.alt": "Participación y gestión comunitaria",
	"frameworks.image3.title": "Participación y gestión comunitaria",
	"frameworks.image3.description": "Empoderar a las comunidades a través de una participación activa, una gestión transparente y procesos de toma de decisiones inclusivos.",
	"frameworks.image4.alt": "Sostenibilidad financiera",
	"frameworks.image4.title": "Sostenibilidad financiera",
	"frameworks.image4.description": "Garantizar la salud financiera a largo plazo a través de ganancias compartidas, ingresos por alquileres y empresas basadas en la producción.",
	"frameworks.image5.alt": "Plataformas de Gestión",
	"frameworks.image5.title": "Plataformas de Gestión",
	"frameworks.image5.description": "Plataformas innovadoras para gestionar esfuerzos de crowdfunding y asignaciones de tiempo compartido de manera eficiente y transparente.",
	"frameworks.image6.alt": "Imagen del marco 6",
	"frameworks.image6.title": "Marco 6",
	"frameworks.image6.description": "Descripción del marco 6",
	"frameworks.learnMore": "Aprende más",
	"footer.text": "Reservados todos los derechos.",
	"intro.title": "¿Cómo? Regresemos la tierra del crowdfunding",
	"intro.description": "Imaginamos un mundo en el que ser parte de una comunidad con emisiones de carbono negativas no solo sea económicamente posible, sino que también ayude a que la descolonización y la vida sostenible sean accesibles a la multitud, día a día. Al desarrollar un modelo replicable inspirado en la administración indígena, nuestro objetivo es restaurar tierras y promover la vida comunitaria. Nuestro completo conjunto de herramientas proporciona los marcos legales, de gestión y de diseño necesarios para que esta visión sea escalable y alcanzable.",
	"intro.image1.alt": "Una representación visual de la tierra indígena en la que se honran y preservan las prácticas tradicionales, como la participación de los pueblos indígenas en la administración de la tierra o los rituales culturales.",
	"intro.image1.title": "Descolonizar",
	"intro.image1.description": "Devolver tierras históricamente arrebatadas a los pueblos indígenas, reconociendo su arraigada importancia cultural e histórica. La descolonización es esencial para avanzar y abordar las injusticias históricas.",
	"intro.image2.alt": "Un paisaje exuberante y próspero que muestra jardines de permacultura, instalaciones de energía renovable y miembros de la comunidad cuidando los cultivos y la tierra.",
	"intro.image2.title": "Regenerado",
	"intro.image2.description": "Crear un marco replicable para una vida con emisiones de carbono negativas y la regeneración de tierras, inspirado en prácticas indígenas en lugares como el Amazonas. Nuestro objetivo es fomentar la sostenibilidad y el equilibrio entre los seres humanos y la naturaleza.",
	"intro.image3.alt": "Un grupo diverso de personas que trabajan juntas en proyectos comunitarios, como la construcción de viviendas sostenibles o la plantación de árboles, destacando la cooperación y la administración compartida enriquecidas por actividades de vinculación comunitaria.",
	"intro.image3.title": "Compartir",
	"intro.image3.description": "Promover el acceso equitativo a la tierra y la vivienda dentro de las comunidades, enfatizando la importancia de la vida comunitaria y la colaboración. Al fomentar asociaciones entre pueblos indígenas y no indígenas, nuestro objetivo es construir un futuro armonioso y sostenible.",
	"participation.title": "Construyamos un futuro decolonial",
	"participation.description": "Imagine un mundo en el que contribuya a crear comunidades con emisiones de carbono negativas, restaurar la administración de la tierra en las culturas indígenas y fomentar una vida colaborativa y sostenible. El movimiento Buy Land Back te invita a ser parte de este viaje transformador.",
	"participation.button": "Participar",
	"roadmap.title": "Mapa vial",
	"roadmap.items": [
		{
			"check": true,
			"year": "2024",
			"title": "Conceptualizando",
			"description": "Descripción del elemento 1 de la hoja de ruta"
		},
		{
			"check": false,
			"year": "Primer trimestre de 2025",
			"title": "Fase de planeamiento",
			"description": "Descripción del elemento 2 de la hoja de ruta"
		}
	],
	"contact.title": "Contáctenos",
	"contact.description": "¡Nos encantaría saber de usted! Envíanos un correo electrónico con tus pensamientos o preguntas.",
	"contact.emailLabel": "Tu correo electrónico",
	"contact.nameLabel": "Su nombre",
	"contact.messageLabel": "Tu mensaje",
	"contact.sendButton": "Enviar",
	"roadmap.items[0].year": "2024: Conceptualizando",
	"roadmap.items[1].year": "Primer trimestre de 2025: Fase de planificación",
	"lastUpdated": "2024-07-31T21:22:08.047Z"
}
