{
	"header.title": "Ajude-nos a devolver terras, ao mesmo tempo que reúne comunidades, com uma pegada de carbono negativa",
	"header.subtitle": "Junte-se a nós na criação de um futuro sustentável, investindo em terras com garantia de retorno aos povos indígenas.",
	"header.participate": "Participe agora",
	"video.title": "Isso pode ser feito?",
	"video.noSupport": "Seu navegador não suporta a tag de vídeo.",
	"why.title": "Por que comprar terrenos de volta?",
	"why.description1": "O movimento Buy Land Back envolve mais do que apenas devolver terras aos povos indígenas. Trata-se de criar um futuro sustentável e equitativo para todos. Ao apoiar esta iniciativa, está a ajudar a restaurar ecossistemas, a promover uma vida sustentável e a resolver injustiças históricas.",
	"why.description2": "Nossa abordagem é holística, com foco na sustentabilidade ambiental, social e econômica. Acreditamos que, trabalhando juntos, podemos criar comunidades que não são apenas negativas em carbono, mas também socialmente inclusivas e economicamente viáveis.",
	"how.title": "O plano",
	"how.description": "Nosso processo é projetado para ser transparente, inclusivo e sustentável. Cada passo é cuidadosamente planeado para garantir que a terra seja devolvida às comunidades indígenas de uma forma que promova a gestão a longo prazo e o equilíbrio ecológico.",
	"how.mini-title": "Como funciona",
	"how.step1.alt": "Passo 1: Prospectar terreno",
	"how.step1.text": "Envolva-se com as comunidades locais para compreender as suas necessidades e aspirações. Esta etapa garante que o projeto seja orientado para a comunidade e culturalmente sensível.",
	"how.step2.alt": "Passo 2: Crie designs e crowdfunding",
	"how.step2.text": "Lançar campanhas de crowdfunding para reunir recursos para aquisição e desenvolvimento de terrenos. A transparência e a responsabilização são fundamentais para construir confiança e apoio.",
	"how.step3.alt": "Etapa 3: Campanha e aquisição de terreno",
	"how.step3.text": "Adquirir terras por meios transparentes e legais, garantindo que o processo respeite os direitos e desejos das comunidades indígenas.",
	"how.step4.alt": "Passo 4: Assinatura de documentos",
	"how.step4.text": "Desenvolver a terra utilizando práticas sustentáveis, incluindo habitações com carbono negativo, agricultura regenerativa e instalações de energia renovável.",
	"how.step5.alt": "Passo 5: Desenvolvimento e construção comunitária",
	"how.step5.text": "Promova um senso de comunidade por meio de gestão compartilhada, intercâmbio cultural e projetos colaborativos. Este passo é crucial para a sustentabilidade a longo prazo e a coesão social.",
	"how.step6.alt": "Etapa 6: gerenciamento contínuo",
	"how.step6.text": "Garantir o sucesso a longo prazo do projecto através da gestão contínua, monitorização e envolvimento da comunidade. Adapte-se e evolua com base no feedback e nas necessidades em constante mudança.",
	"frameworks.title": "O kit de ferramentas para comprar terreno de volta",
	"frameworks.image1.alt": "Crowdfunding e enquadramento legal",
	"frameworks.image1.title": "Crowdfunding e enquadramento legal",
	"frameworks.image1.description": "Reunir recursos de forma eficiente e estabelecer estruturas jurídicas transparentes para apoiar a aquisição de terras e o desenvolvimento sustentável.",
	"frameworks.image2.alt": "Desenvolvimento sustentável",
	"frameworks.image2.title": "Desenvolvimento sustentável",
	"frameworks.image2.description": "Planos para a construção de habitações com carbono negativo e sistemas agrícolas regenerativos que se alinhem com os princípios de vida sustentável.",
	"frameworks.image3.alt": "Envolvimento e gestão da comunidade",
	"frameworks.image3.title": "Envolvimento e gestão da comunidade",
	"frameworks.image3.description": "Capacitar as comunidades através do envolvimento ativo, gestão transparente e processos de tomada de decisão inclusivos.",
	"frameworks.image4.alt": "Sustentabilidade Financeira",
	"frameworks.image4.title": "Sustentabilidade Financeira",
	"frameworks.image4.description": "Garantir a saúde financeira a longo prazo através da partilha de lucros, receitas de arrendamento e empresas baseadas na produção.",
	"frameworks.image5.alt": "Plataformas de Gestão",
	"frameworks.image5.title": "Plataformas de Gestão",
	"frameworks.image5.description": "Plataformas inovadoras para gerir esforços de crowdfunding e alocações de time-share de forma eficiente e transparente.",
	"frameworks.image6.alt": "Imagem da Estrutura 6",
	"frameworks.image6.title": "Estrutura 6",
	"frameworks.image6.description": "Descrição da estrutura 6",
	"frameworks.learnMore": "Saber mais",
	"footer.text": "Todos os direitos reservados.",
	"intro.title": "Como? Vamos financiar a terra de volta",
	"intro.description": "Imaginamos um mundo onde fazer parte de uma comunidade com carbono negativo não só seja financeiramente viável, mas ajude a tornar a descolonização e a vida sustentável acessíveis à multidão, um dia de cada vez. Ao desenvolver um modelo replicável inspirado na gestão indígena, pretendemos restaurar terras e promover a vida comunitária. Nosso kit de ferramentas abrangente fornece as estruturas jurídicas, de gerenciamento e de design necessárias para tornar essa visão escalonável e alcançável.",
	"intro.image1.alt": "Uma representação visual de terras indígenas com práticas tradicionais sendo honradas e preservadas, como povos indígenas envolvidos na gestão da terra ou rituais culturais.",
	"intro.image1.title": "Descolonizar",
	"intro.image1.description": "Devolver terras historicamente tiradas dos povos indígenas, reconhecendo o seu profundo significado cultural e histórico. A descolonização é essencial para avançar e enfrentar as injustiças históricas.",
	"intro.image2.alt": "Uma paisagem exuberante e próspera mostrando jardins de permacultura, instalações de energia renovável e membros da comunidade cuidando das plantações e da terra.",
	"intro.image2.title": "Regenerado",
	"intro.image2.description": "Criar uma estrutura replicável para uma vida com carbono negativo e regeneração de terras, inspirada em práticas indígenas em lugares como a Amazônia. Nosso objetivo é promover a sustentabilidade e o equilíbrio entre o homem e a natureza.",
	"intro.image3.alt": "Um grupo diversificado de pessoas que trabalham em conjunto em projetos comunitários, como a construção de habitações sustentáveis ​​ou a plantação de árvores, destacando a cooperação e a gestão partilhada enriquecida por atividades de ligação comunitária.",
	"intro.image3.title": "Compartilhar",
	"intro.image3.description": "Promover o acesso equitativo à terra e à habitação nas comunidades, enfatizando a importância da vida comunitária e da colaboração. Ao promover parcerias entre povos indígenas e não indígenas, pretendemos construir um futuro harmonioso e sustentável.",
	"participation.title": "Vamos construir um futuro decolonial",
	"participation.description": "Imagine um mundo onde você contribui para a criação de comunidades com carbono negativo, restaurando a administração da terra às culturas indígenas e promovendo uma vida colaborativa e sustentável. O movimento Buy Land Back convida você a fazer parte dessa jornada transformadora.",
	"participation.button": "Participar",
	"roadmap.title": "Roteiro",
	"roadmap.items": [
		{
			"check": true,
			"year": "2024",
			"title": "Conceitualizando",
			"description": "Descrição do item 1 do roteiro"
		},
		{
			"check": false,
			"year": "1º trimestre de 2025",
			"title": "Fase de planejamento",
			"description": "Descrição do item 2 do roteiro"
		}
	],
	"contact.title": "Contate-nos",
	"contact.description": "Adoraríamos ouvir de você! Envie-nos um e-mail com sua opinião ou dúvida.",
	"contact.emailLabel": "Seu email",
	"contact.nameLabel": "Seu nome",
	"contact.messageLabel": "Sua mensagem",
	"contact.sendButton": "Enviar",
	"roadmap.items[0].year": "2024: Conceituação",
	"roadmap.items[1].year": "1º trimestre de 2025: fase de planejamento",
	"lastUpdated": "2024-07-31T21:22:08.047Z"
}
